export const questiondata = [
  {
    id: 1,
    title: "친구와의 약속이 취소됐을 때 나는?",
    answera: "뭐야 .. 다른 친구에게 연락해서 나오라고한다",
    answerb: "개이득 ㅋㅋ 혼자 집에서 뒹굴뒹굴 거린다",
    type: "EI",
  },
  {
    id: 2,
    title: "사람이 많은 길거리에서 넘어졌을 때 나는?",
    answera: "아! 아파라!! 뭐야 이건? 괜히 큰소리친다",
    answerb: "(머쓱;;)꾹 참고 가던 길 간다",
    type: "EI",
  },

  {
    id: 3,
    title: "오랜만에 정말 맛있는 과자를 찾았을 때 나는?",
    answera:
      "여러분 이 과자 좀 보세요 !!!!!!!!!! 동네방네 인생과자라며 추천한다",
    answerb: "오~ 제법하는데? 혼자생각한다",
    type: "EI",
  },
  {
    id: 4,
    title: "예전에 한 번 먹어본 과자에 대해서 나는?",
    answera: "한번 먹어봤지만 생생하게 기억한다",
    answerb: "한번 먹어봤는데 어떻게 기억해?",
    type: "NS",
  },
  {
    id: 5,
    title: "내 최애 과자에 대해 설명할때 나는?",
    answera:
      "그 과자는말이야, 고소한 맛이 나면서~ 바삭바삭하고 ~.. 구체적으로 설명한다",
    answerb: "넘나 맛있는 것~ 단순하게 설명한다",
    type: "NS",
  },
  {
    id: 6,
    title: "내 최애 과자가 맛없다고 소문이 났을 때 나는?",
    answera: "음~ 냠냠 굿~ 아랑곳하지않고 계속 먹는다",
    answerb: "맛이 변했나?.. 괜히 맛없게 느껴진다",
    type: "NS",
  },
  {
    id: 7,
    title: "과자를 고를 때 나는?",
    answera: "역시 이게 짱이지~ 최애 과자를 선택한다",
    answerb: "오? 새로나온 과자네? 신상을 선택한다",
    type: "TF",
  },
  {
    id: 8,
    title: "친구와 사이좋게 과자를 나눠먹던 중 한 조각이 남았을 때 나는?",
    answera: "가위바위보 할래? 정정당당하게 맞선다",
    answerb: "너 먹어~ 양보한다",
    type: "TF",
  },

  {
    id: 9,
    title: "조별과제를 할 때 나는?",
    answera: "무임승차 OUT, 제대로 못하는 팀원들을 제명한다.",
    answerb: "사정이 있겠지 ... 한 번 봐준다",
    type: "TF",
  },
  {
    id: 10,
    title: "휴가계획 짤 때 나는?",
    answera: "7시 30분까지는 관람을 마쳐야 해. 구체적으로 짠다",
    answerb: "이 날은 먹방데이 ~ 대충 테마만 생각해둔다",
    type: "JP",
  },
  {
    id: 11,
    title: "시험기간에 나는?",
    answera: "오늘은 32p까지 공부해야겠다 .. 계획대로 차근차근 공부한다",
    answerb:
      "아직 48시간이나, 아니 2880분이나 남았다고?? 놀다가 벼락치기를 한다",
    type: "JP",
  },
  {
    id: 12,
    title: "친구가 우리집에 놀러와서 물건을 찾을 때 나는?",
    answera: "그거 왼쪽 서랍 세번째 칸에 있어! 정확히 알고있다",
    answerb: "음 책상 쪽 한번 봐바~ 대충은 안다",
    type: "JP",
  },
];
