import infj from "../img/vodka.png";
import enfj from "../img/tonicwater.png";
import infp from "../img/milkjelly.png";
import intp from "../img/ojing.png";
import isfp from "../img/redbull.png";
import istj from "../img/mintcandy.png";
import estj from "../img/honey.png";
import esfj from "../img/ace.png";
import istp from "../img/yanggang.png";
import entp from "../img/dejawa.png";
import enfp from "../img/shrimp.png";
import isfj from "../img/bbangttoa.png";
import intj from "../img/tosipop.png";
import entj from "../img/fire.png";
import esfp from "../img/tropicana.png";
import estp from "../img/together.png";

export const ResultData = [
  {
    id: 1,
    name: "보드카",
    nameDes: "강렬하고 맑은",
    desSumm: "투명하며 깊고, 맑지만 강해요",
    mbti: "INFJ",
    desc: "직관력과 통찰력이 높아 알게 모르게 주변 사람들에게 강한 영향을 줘요. 그러면서도 눈치가 빨라서 남들의 상황을 파악하고 잘 맞춰주는 성향을 가지고 있어요. 누가 거짓말을 하고 있는지도 빠르게 간파할 수 있어요. 마피아 게임하면 내가 1등이에요.",
    same: 2.42,
    img: `${infj}`,
  },

  {
    id: 2,
    name: "토닉워터",
    nameDes: "섞이면 맛이 배가 되는",
    desSumm: "누구에게도 잘 맞춰주고 배려가 많은 당신",
    mbti: "ENFJ",
    desc: "공감능력이 좋아서 상담을 잘 해줘요. 내 주변 사람이라면 내가 챙겨줄줄 알아야 된다고 생각해요. 남들 고민을 내가 더 심각하게 해요. 살아있는 걱정인형 수준이에요. 친구한테 내가 고민해봤는데, 라고 말하면 그 친구는 이미 잊은지 오래에요. 내가 아는 걸 남한테 얘기 안하고 입이 무거워요.",
    same: 2.66,
    img: `${enfj}`,
  },
  {
    id: 3,
    name: "우유젤리",
    nameDes: "말랑말랑한",
    desSumm: "다양한 것을 수용할 줄 아는 부드러운 성격을 가지고 있어요",
    mbti: "INFP",
    desc: "부드럽게 녹는 우유젤리처럼 사람들을 편하게 만들어 주고 배려심이 깊죠. 이런 것들을 표현할 때는 직접 말로 하기보다는 행동으로 많이 표현해요. 하지만 이런 말랑하고 연약한 마음 때문에 쉽게 상처를 받고, 다른 사람에게 자기 주장을 강력하게 얘기를 못하는편이에요.",
    same: 19.6,
    img: `${infp}`,
  },
  {
    id: 4,
    name: "오징어숏다리",
    nameDes: "반건조 오징어",
    desSumm: "시크하고 건조하지만 내 사람에겐 쫀득이겠지",
    mbti: "INTP",
    desc: "건조건조해서 낯을 많이가려요. 새로운 사람 만나는게 싫고 간섭이 너무 싫어요. 귀찮은거 안하고 싶어요 효율적인게 좋고 노력은 최소화해요. 할말없으면 대화종료에요. 굳이 이어갈 필요가 있나? 그래도 내가 좋아하는 거에는 쫀득쫀득해요 친해진 내 사람한테는 말도 많고 장난도 많이 쳐요",
    same: 16.64,
    img: `${intp}`,
  },
  {
    id: 5,
    name: "레드불",
    nameDes: "정열적이고 활기가 넘치는",
    desSumm: "외향적이고 열정이 가득해요",
    mbti: "ISFP",
    desc: "호불호가 강하고 사람도 좋아하는 사람 싫어하는 사람 확실히나뉘어요. 사람에 따라 나는 천사가 되고 악마가 될 수도있어요. 마치 돈 주고 수학여행 놀러 갔는데 여기놀러왔냐면서 당신들이 어떻게 하는지에 따라 달렸다는 조교같기도 해요.",
    same: 2.17,
    img: `${isfp}`,
  },
  {
    id: 6,
    name: "민트캔디",
    nameDes: "코 뻥 뚫리는",
    desSumm: "뒤끝없이 시원시원한 성격을 가지고 있어요",
    mbti: "ISTJ",
    desc: "주로 리더의 성향이 강한 편 이에요 용의 꼬리가 되드니 뱀의 머리가 되는게 속이 편해요. 구멍가게라도 자기사업을 하는걸 선호해요",
    same: 3.92,
    img: `${istj}`,
  },
  {
    id: 7,
    name: "꿀물",
    nameDes: "독립적이면서도 따듯하고 몽글몽글한",
    desSumm: "내가 믿는 것을 지키면서도 남에게 상처주고 싶지 않아요",
    mbti: "ESTJ",
    desc: "남보다는 나한테 관심이 더 많아요. 나를 잘 알지도 못하면서 나한테 간섭하는 게 싫어요. 혼자만의 시간도 필요해요. 연락이 안오는 건 싫지만 24시간 연락에 답을 해 주는 것도 피곤해요.",
    same: 9.7,
    img: `${estj}`,
  },
  {
    id: 8,
    name: "에이스",
    nameDes: "어딜가나 기본은 지키는",
    desSumm: "가장 기본적인 것이 가장 세계적인 것이다",
    mbti: "ESFJ",
    desc: "89만원짜리 유럽 패키지보다 더 자세하게 짜놔요. 선셋볼려면 빨리 가야되니까 동행한 사람들아 밥 5분만에 안먹기만 해봐요.",
    same: 8.6,
    img: `${esfj}`,
  },
  {
    id: 9,
    name: "영양갱",
    nameDes: "선비같은 부드러움",
    desSumm: "나에겐 엄격하고 남에겐 부드러워요",
    mbti: "ISTP",
    desc: "상대방을 잘 배려하는 편이라 스스로 어려움이 있어도 도와달라고 말을 잘 못해요. 남들이 저때문에 피해보는 게 싫어요. 동정심이 많은데 정이 너무 많아서 문제일 때도 있어요.",
    same: 0.66,
    img: `${istp}`,
  },
  {
    id: 10,
    name: "데자와",
    nameDes: "호불호 갈리는",
    desSumm: "개성과 주장이 강한 사람이에요",
    mbti: "ENTP",
    desc: "스스로도 호불호가 강해서 내가 좋아하는 사람은 너무 좋은데 싫은 사람은 너무 싫어요. 어느때는 한 없이 다정하지만 어느 때는 한없이 냉정해요.",
    same: 2.96,
    img: `${entp}`,
  },
  {
    id: 11,
    name: "매운 새우깡",
    nameDes: "담백하지만은 않을거야",
    desSumm: "현실적이고 야무지지만 화끈한 면도 있어요",
    mbti: "ENFP",
    desc: "이쯤이면 눈치챘겠지만 약간 관종이에요. 그래서 그런지 매운 새우깡처럼 또래들도 어른들도 좋아해요.그렇다고 해서 매사에 열정이 가득하거나 엄청나게 적극적인 편은 아니에요. 남들이 나에 대해 무슨 생각하든 관심없어요. 귀찮거든요. 나를 싫어하면 쌀새우깡 먹든지요. 그래서 공감능력이 약간 부족하다는 소리도 들어요. 하지만 다른말로 하면 사람에 대한 선입견이 없고 관용적이에요. 사람들 만나는 건 좋은데 귀찮아서 나가기는 싫어요. 그냥 Zoom으로 만날까",
    same: 6.59,
    img: `${enfp}`,
  },
  {
    id: 12,
    name: "빵또아",
    nameDes: "빵이야 아이스크림이야? 차갑고 따듯한",
    desSumm: "존박은 이름이 존이에요 박이에요?",
    mbti: "ISFJ",
    desc: "배려가 있고 성격이 온화해요. 남들의 성격을 잘 파악하고 성실해서 존재만으로도 안정적이에요. 그런데 내가 안 좋아하는 사람한테는 단호해요. 예의 없는 사람 진짜 싫어요. 나한테 예의를 지킨다면 잘 해주겠지만 내 호의를 이용하면 요단강 건넌다고 생각하고 있길 바래요.",
    same: 8.95,
    img: `${isfj}`,
  },
  {
    id: 13,
    name: "투시팝",
    nameDes: "내 안의 다른 나",
    desSumm: "진짜 나를 알고 싶다면 더욱 오래 함께 해야할거에요",
    mbti: "INTJ",
    desc: " 주변에 사람은 별로 없지만 있는 사람들이랑은 재밌게 잘 놀아요. 그 사람들은 나의 다른 모습도 알아요. 그냥 조용한 게 아니라 생각이 많은 것도, 아이디어가 많고 상상력이 풍부한 것도, 분석력이 좋은 것도요. 그래서 남들이 무슨 말할 때 틀린 게잘 보여요. 이런 성격이라 공상은 자주하지만 신이나 종교에 대해서는 잘 안 믿어요. 사이비나 정통 종교나 거기서 거기에요. 근데 어떤 종교에 이성적으로 동의하는 순간 신학과 진학할 거니까 말리지 말아요.",
    same: 7.26,
    img: `${intj}`,
  },
  {
    id: 14,
    name: "불닭볶음면",
    nameDes: "불도저 같은",
    desSumm: "아니면 아니고 기면 기고!  답답한게 제일 싫어요!",
    mbti: "ENTJ",
    desc: "팀플이나 대화를 하다보면 남들이 너무 답답해요 하는 짓 보고있으면 그냥 내가 해버리는게 나아요. 다른 사람들한테 매운맛이에요. 하소연해도 공감이 아니라 해결책을 찾아줘요",
    same: 0.79,
    img: `${entj}`,
  },
  {
    id: 15,
    name: "트로피카나",
    nameDes: "흐헹 톡톡톡!",
    desSumm: "톡톡 튀는 낙천적인 사람이에요",
    mbti: "ESFP",
    desc: "복잡한건 그냥 생각하지말고 재밌게 살아요. 하고싶은건 다 해보고싶고 하기싫은건 영원히 안할래요. 소액결제 오백번해서 티끌모아 태산이 실제로 되는 모습을 지켜봐요. 그래도 어떻게든 해결되니까 걱정안해요.",
    same: 5.39,
    img: `${esfp}`,
  },
  {
    id: 16,
    name: "투게더",
    nameDes: "근본중에 근본",
    desSumm: "논리대로 근거대로 합리적으로 파악하길 좋아해요",
    mbti: "ESTP",
    desc: "독립적인 성격이고 내가 합리적이라고 생각하는 건 망설임 없이 해요. 윗사람이라도 규칙을 어기고 뭘 하라고 하면 규칙대로 해야지 왜 그렇게 하냐고 물어볼 수 있어요.",
    same: 2.06,
    img: `${estp}`,
  },
];
